
export default [
    {
        id: 1,
        title: 'Поиск предназначения',
        titleToLatin : 'poisk-prednaznacheniya',
        publicationDate: 1995,
        description: 'Этот роман — о времени. Об эпохе. О людях. По сути дела, как и большинство произведений Стругацких, этот роман — поиск предназначения не героя, и не «человека вообще», а вполне конкретных людей. «Поиск предназначения» — произведение, во-первых, антисоветское, начиная с того, что один из центральных героев — диссидент, да и весь роман проникнут соответствующим пафосом. Люди, окружающие Стаса Красногорова, очень и очень мало напоминают героев «Понедельника». Зато гораздо больше, чем последние, напоминают реальных людей.',
        author: 'Борис Стругацкий',
        src: 'https://img2.labirint.ru/books/587258/big.jpg',
        price: 20
    },
    {
        id: 2,
        title: 'Трудно быть богом',
        titleToLatin : 'trudno-byt-bogom',
        publicationDate: 1964,
        description: 'Дерзкое и богатое воображение авторов заглядывает через века, создает фантастический мир. Кто он, благородный дон Румата Эсторский? Как живет в нем душа Антона, мальчика с далекой Земли, посланника-энтузиаста из Института экспериментальной истории? Вместе с Руматой Эсторским нас мучают сомнения: как жить перед лицом человеческого горя, перед лицом смерти? Как оставаться Богом - высшим существом, знающим законы истории и потому не обнажающим меча?',
        author: "Аркадий Стругацкий, Борис Стругацкий",
        src: 'https://j.livelib.ru/boocover/1000013607/200/1596/Arkadij_i_Boris_Strugatskie__Trudno_byt_bogom.jpg',
        price: 42

    },
    {
        id: 3,
        title: 'Улитка на склоне',
        titleToLatin : 'ulitka-na-sklone',
        publicationDate: 1972,
        description: 'Улитка на склоне". Самое странное, самое неоднозначное произведение в богатом творческом наследии братьев Стругацких. Произведение, в котором собственно фантастика, "магический реализм" и даже некоторые оттенки психоделики переплетены в удивительно талантливое оригинальное единое целое.',
        author: "Аркадий Стругацкий, Борис Стругацкий",
        src: 'https://j.livelib.ru/boocover/1000319929/200/5810/A._Strugatskij_B._Strugatskij__Ulitka_na_sklone.jpg',
        price: 23
    },
    {
        id: 4,
        title: 'Отель «У Погибшего Альпиниста»',
        titleToLatin : 'otel-«u-pogibshego-alpinista»',
        publicationDate: 1970,
        description: 'Отель У Погибшего Альпинистаеоднозначное произведение в богатом творческом наследии братьев Стругацких. Произведение, в котором собственно фантастика, "магический реализм" и даже некоторые оттенки психоделики переплетены в удивительно талантливое оригинальное единое целое.',
        author: "Аркадий Стругацкий, Борис Стругацкий",
        src: 'https://marketut.ru/wa-data/public/shop/products/23/31/163123/images/129630/129630.750.jpg',
        price: 18
    },
    {
        id: 5,
        title: 'За миллиард лет до конца света',
        titleToLatin : 'za-milliard-let-do-konca-sveta',
        publicationDate: 1976,
        description: 'За миллиард лет до конца света начное произведение в богатом творческом наследии братьев Стругацких. Произведение, в котором собственно фантастика, "магический реализм" и даже некоторые оттенки психоделики переплетены в удивительно талантливое оригинальное единое целое.',
        author: "Аркадий Стругацкий, Борис Стругацкий",
        src: 'https://img-gorod.ru/25/121/2512181_detail.jpg',
        price: 12
    },
    {
        id: 6,
        title: 'Град обреченный',
        titleToLatin : 'grad-obrechennyi',
        publicationDate: 1989,
        description: 'Улитка на склоне". Самое странное, самое неоднозначное произведение в богатом творческом наследии братьев Стругацких. Произведение, в котором собственно фантастика, "магический реализм" и даже некоторые оттенки психоделики переплетены в удивительно талантливое оригинальное единое целое.',
        author: "Аркадий Стругацкий, Борис Стругацкий",
        src: 'https://cdn1.ozone.ru/multimedia/c1200/1015086517.jpg',
        price: 19
    },
    {
        id: 7,
        title: 'Понедельник начинается в субботу',
        titleToLatin : 'ponedelnik-nachinaetsya-v-subbotu',
        publicationDate: 1965,
        description: 'Понедельник начинается в субботуе". Самое странное, самое неоднозначное произведение в богатом творческом наследии братьев Стругацких. Произведение, в котором собственно фантастика, "магический реализм" и даже некоторые оттенки психоделики переплетены в удивительно талантливое оригинальное единое целое.',
        author: "Аркадий Стругацкий, Борис Стругацкий",
        src: 'https://upload.wikimedia.org/wikipedia/ru/1/16/%D0%9F%D0%BE%D0%BD%D0%B5%D0%B4%D0%B5%D0%BB%D1%8C%D0%BD%D0%B8%D0%BA_%D0%BD%D0%B0%D1%87%D0%B8%D0%BD%D0%B0%D0%B5%D1%82%D1%81%D1%8F_%D0%B2_%D1%81%D1%83%D0%B1%D0%B1%D0%BE%D1%82%D1%83.jpg',
        price: 46
    },

]

