
export default [
    {
        id: 1,
        title: 'Поиск предназначения',
        titleToLatin : 'poisk-prednaznacheniya',
        publicationDate: 1995,
        description: 'Этот роман — о времени. Об эпохе. О людях. По сути дела, как и большинство произведений Стругацких, этот роман — поиск предназначения не героя, и не «человека вообще», а вполне конкретных людей. «Поиск предназначения» — произведение, во-первых, антисоветское, начиная с того, что один из центральных героев — диссидент, да и весь роман проникнут соответствующим пафосом. Люди, окружающие Стаса Красногорова, очень и очень мало напоминают героев «Понедельника». Зато гораздо больше, чем последние, напоминают реальных людей.',
        author: 'Борис Стругацкий',
        src: 'https://res.cloudinary.com/deecur6on/image/upload/v1604072553/s_eymngx.jpg',
        price: 54
    },
    {
        id: 2,
        title: 'Трудно быть богом',
        titleToLatin : 'trudno-byt-bogom',
        publicationDate: 1964,
        description: 'Дерзкое и богатое воображение авторов заглядывает через века, создает фантастический мир. Кто он, благородный дон Румата Эсторский? Как живет в нем душа Антона, мальчика с далекой Земли, посланника-энтузиаста из Института экспериментальной истории? Вместе с Руматой Эсторским нас мучают сомнения: как жить перед лицом человеческого горя, перед лицом смерти? Как оставаться Богом - высшим существом, знающим законы истории и потому не обнажающим меча?',
        author: "Аркадий Стругацкий, Борис Стругацкий",
        src: 'https://res.cloudinary.com/deecur6on/image/upload/v1604072686/Arkadij_i_Boris_Strugatskie__Trudno_byt_bogom_rg2ku3.jpg',
        price: 42

    },
    {
        id: 3,
        title: 'Улитка на склоне',
        titleToLatin : 'ulitka-na-sklone',
        publicationDate: 1972,
        description: 'Улитка на склоне". Самое странное, самое неоднозначное произведение в богатом творческом наследии братьев Стругацких. Произведение, в котором собственно фантастика, "магический реализм" и даже некоторые оттенки психоделики переплетены в удивительно талантливое оригинальное единое целое.',
        author: "Аркадий Стругацкий, Борис Стругацкий",
        src: 'https://res.cloudinary.com/deecur6on/image/upload/v1604072776/A._Strugatskij_B._Strugatskij__Ulitka_na_sklone_jb5sa3.jpg',
        price: 37
    },
    {
        id: 4,
        title: 'Отель «У Погибшего Альпиниста»',
        titleToLatin : 'otel-«u-pogibshego-alpinista»',
        publicationDate: 1970,
        description: 'Отель У Погибшего Альпиниста - неоднозначное произведение в богатом творческом наследии братьев Стругацких. Произведение, в котором собственно фантастика, "магический реализм" и даже некоторые оттенки психоделики переплетены в удивительно талантливое оригинальное единое целое.',
        author: "Аркадий Стругацкий, Борис Стругацкий",
        src: 'https://res.cloudinary.com/deecur6on/image/upload/v1604073029/Arkadij_i_Boris_Strugatskie__Otel_ampquotU_Pogibshego_alpinistaampquot-min_jdme1s.jpg',
        price: 49
    },
    {
        id: 5,
        title: 'За миллиард лет до конца света',
        titleToLatin : 'za-milliard-let-do-konca-sveta',
        publicationDate: 1976,
        description: 'За миллиард лет до конца света начное произведение в богатом творческом наследии братьев Стругацких. Произведение, в котором собственно фантастика, "магический реализм" и даже некоторые оттенки психоделики переплетены в удивительно талантливое оригинальное единое целое.',
        author: "Аркадий Стругацкий, Борис Стругацкий",
        src: 'https://res.cloudinary.com/deecur6on/image/upload/v1604073156/f69a3329ed33ee8b2f3f_400x-min_as1g4l.jpg',
        price: 59
    },
    {
        id: 6,
        title: 'Град обреченный',
        titleToLatin : 'grad-obrechennyi',
        publicationDate: 1989,
        description: 'Действие романа происходит в некоем Городе, находящемся вне времени и пространства. Географически Город простирается на узком дугообразном уступе, ограниченном бездонным обрывом на западе и неприступной Жёлтой Стеной на востоке. Как выясняется в последней части, Город пространственно замкнут с запада на восток: тела и предметы, упавшие с Обрыва, находят затем под Жёлтой Стеной. Солнце неподвижно, оно включается и выключается как некий исполинский светильник, по расписанию. Люди попадают в Город из разных стран и времён, в пределах XX века. ',
        author: "Аркадий Стругацкий, Борис Стругацкий",
        src: 'https://res.cloudinary.com/deecur6on/image/upload/v1604073331/6008528743-min_tvhbpj.jpg',
        price: 61
    },
    {
        id: 7,
        title: 'Понедельник начинается в субботу',
        titleToLatin : 'ponedelnik-nachinaetsya-v-subbotu',
        publicationDate: 1965,
        description: 'Понедельник начинается в субботуе". Самое странное, самое неоднозначное произведение в богатом творческом наследии братьев Стругацких. Произведение, в котором собственно фантастика, "магический реализм" и даже некоторые оттенки психоделики переплетены в удивительно талантливое оригинальное единое целое.',
        author: "Аркадий Стругацкий, Борис Стругацкий",
        src: 'https://res.cloudinary.com/deecur6on/image/upload/v1604073427/poned-sub-191x300_ik3rsg.jpg',
        price: 46
    },

]

